Repository: Ukenn2112/TUTnextApp
Catalog: BusWidget/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: %@発
en: Dep %@
ko: %@ 출발
zh_hans: %@发

source: あと
en: in
zh_hans: 还有

source: その後
en: Later
ko: 이후
zh_hans: 之后

source: なし
en: None
ko: 없음
zh_hans: 无

source: バスが発車しました
en: Bus has departed
ko: 버스가 출발했습니다
zh_hans: 巴士已发车

source: バス時刻表設定
en: Bus Schedule Settings
ko: 버스 시간표 설정
zh_hans: 巴士时刻表设置

source: 出発済み
en: Departed
ko: 출발완료
zh_hans: 已发车

source: 土曜日
en: Saturday
ko: 토요일
zh_hans: 周六

source: 学校バスの時刻表を表示します。
en: Displays the school bus schedule.
ko: 학교 버스 시간표를 표시합니다.
zh_hans: 显示校车时刻表。

source: 学校バス時刻表
en: School Bus Schedule
ko: 학교 버스 시간표
zh_hans: 校车时刻表

source: 学校発 → 永山駅行
en: School → Nagayama Sta.
ko: 학교 → 나가야마역
zh_hans: 学校 → 永山站

source: 学校発 → 聖蹟桜ヶ丘駅行
en: School → Seiseki Sta.
ko: 학교 → 세이세키사쿠라가오카역
zh_hans: 学校 → 圣迹樱丘站

source: 平日
en: Weekday
ko: 평일
zh_hans: 工作日

source: 待機中
en: Waiting
ko: 대기중
zh_hans: 等待中

source: 本日の運行終了
en: Service ended for today
ko: 오늘 운행 종료
zh_hans: 今日运营结束

source: 次のバスの発車時刻を表示します
en: Shows the next bus departure time
ko: 다음 버스 출발 시간을 표시합니다
zh_hans: 显示下一班巴士的发车时间

source: 水曜日
en: Wednesday
ko: 수요일
zh_hans: 周三

source: 永山駅発 → 学校行
en: Nagayama Sta. → School
ko: 나가야마역 → 학교
zh_hans: 永山站 → 学校

source: 発車
en: Departed
ko: 출발
zh_hans: 已发车

source: 発車まで
en: Until departure
ko: 출발까지
zh_hans: 距离发车还有

source: 発車済
en: Departed
ko: 출발완료
zh_hans: 已发车

source: 聖蹟桜ヶ丘駅発 → 学校行
en: Seiseki Sta. → School
ko: 세이세키사쿠라가오카역 → 학교
zh_hans: 圣迹樱丘站 → 学校

source: 路線
en: Route
ko: 노선
zh_hans: 线路

source: 路線タイプ
en: Route Type
ko: 노선 유형
zh_hans: 线路类型

source: 選択したバス
en: Selected Bus
ko: 선택한 버스
zh_hans: 已选择巴士
